texts = {
    'welcome': "Здравствуйте, {name}! Это поддержка вейв.\n"
               "Оставьте своё обращение и мы ответим как можно скорее.\n\nПри проблемах с интернетом и заявками, а также с очень большим количеством заявок, ответ на ваш вопрос может занимать от 5 до 30 дней и больше",
    'accepted': "✅ Ваше обращение принято! Мы скоро ответим.",
    'reply': "💬 Ответ от поддержки вейв:\n\n{text}",
    'delivered': "✅ Ответ доставлен пользователю.",
    'not_found': "⚠️ Пользователь не найден.",
    'error': "❌ Не удалось отправить: {error}",
    'new_message': "📩 Новое обращение от {username} (ID: {user_id}):\n\n{text}",
    'choose_lang': "Выберите язык / Choose language",
}